Repository: pouriaMaleki/navon
Catalog: companion-apps/ios/CompanionApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fa, fi, fr, hi, id, ja, mr, pt, ru, ur, zh

# home.platformHint.locationDefault
source: You'll be asked for location permission. Allow it so guidance keeps tracking your position when the app is in the background.
ar: سيُطلب منك إذن الموقع. اسمح بذلك حتى تستمر الإرشادات في تتبّع موقعك أثناء بقاء التطبيق في الخلفية.
bn: আপনার অবস্থানের অনুমতি চাওয়া হবে। অনুমতি দিন যাতে অ্যাপটি ব্যাকগ্রাউন্ডে থাকলেও নির্দেশনা আপনার অবস্থান অনুসরণ করতে থাকে।
de: Sie werden nach einer Standortberechtigung gefragt. Erlauben Sie sie, damit die Navigation Ihre Position weiter verfolgt, während die App im Hintergrund ist.
es: Se te pedirá permiso de ubicación. Permítelo para que la guía siga rastreando tu posición mientras la app está en segundo plano.
fa: اجازهٔ موقعیت مکانی از شما خواسته می‌شود. آن را مجاز کنید تا راهنمایی هنگام پس‌زمینه بودن برنامه، همچنان موقعیت شما را دنبال کند.
fi: Sijaintilupaa pyydetään. Salli se, jotta opastus jatkaa sijaintisi seurantaa myös kun sovellus on taustalla.
fr: Une autorisation de localisation vous sera demandée. Acceptez-la pour que l’orientation continue de suivre votre position lorsque l’application est en arrière-plan.
hi: आपसे लोकेशन की अनुमति मांगी जाएगी। इसे अनुमति दें ताकि ऐप बैकग्राउंड में होने पर भी मार्गदर्शन आपकी स्थिति को ट्रैक करता रहे।
id: Anda akan diminta memberikan izin lokasi. Izinkan agar panduan tetap melacak posisi Anda saat aplikasi berada di latar belakang.
ja: 位置情報の許可を求められます。アプリがバックグラウンドの間も、現在地の追跡を続けるために許可してください。
mr: तुमच्याकडून स्थानासाठी परवानगी मागितली जाईल. मार्गदर्शन तुमचे स्थान ॲप पार्श्वभूमीत असतानाही ट्रॅक करत राहण्यासाठी ते परवानगी द्या.
pt: Será pedida permissão de localização. Permita para que as orientações continuem acompanhando sua posição enquanto o app estiver em segundo plano.
ru: У вас запросят разрешение на определение местоположения. Разрешите, чтобы навигация продолжала отслеживать вашу позицию, пока приложение работает в фоне.
ur: آپ سے مقام کی اجازت مانگی جائے گی۔ اسے اجازت دیں تاکہ ایپ پسِ منظر میں ہونے پر بھی رہنمائی آپ کی موجودہ پوزیشن کو ٹریک کرتی رہے۔
zh: 系统会请求定位权限。允许它，这样在应用处于后台时，导航仍会持续跟踪你的当前位置。

# home.platformHint.locationSafariIos
source: Safari on iPhone cannot deliver background GPS, lock-screen guidance, or audio cues while the tab is hidden. For real background routing, install the native iOS app.
ar: لا يمكن لـ Safari على iPhone تقديم GPS في الخلفية أو إرشادات شاشة القفل أو تلميحات صوتية أثناء إخفاء علامة التبويب. للحصول على توجيه في الخلفية بشكل حقيقي، ثبّت تطبيق iOS الأصلي.
bn: iPhone-এ Safari ব্যাকগ্রাউন্ডে GPS পাঠাতে পারে না, লক-স্ক্রিনে দিকনির্দেশনা দেখাতে পারে না, বা ট্যাব লুকানো থাকলে অডিও সংকেত দিতে পারে না। সত্যিকারের ব্যাকগ্রাউন্ড রাউটিংয়ের জন্য নেটিভ iOS অ্যাপ ইনস্টল করুন।
de: Safari auf dem iPhone kann keine GPS-Daten im Hintergrund liefern, keine Hinweise auf dem Sperrbildschirm anzeigen oder Audio-Hinweise ausgeben, solange der Tab ausgeblendet ist. Für echtes Routing im Hintergrund installiere die native iOS-App.
es: Safari en iPhone no puede enviar GPS en segundo plano, indicaciones en la pantalla de bloqueo ni avisos de audio mientras la pestaña está oculta. Para un enrutamiento real en segundo plano, instala la app nativa de iOS.
fa: سافاری در آیفون نمی‌تواند GPS پس‌زمینه، راهنمایی روی صفحه‌قفل، یا نشانه‌های صوتی را در حالی که تب پنهان است ارسال کند. برای مسیریابی واقعی در پس‌زمینه، اپ بومی iOS را نصب کنید.
fi: iPhonen Safari ei pysty välittämään taustalla GPS-sijaintia, lukitusnäytön ohjeita tai ääniopastusta, kun välilehti on piilossa. Aitoa taustareititystä varten asenna natiivi iOS-sovellus.
fr: Safari sur iPhone ne peut pas fournir de GPS en arrière-plan, ni d’instructions sur l’écran de verrouillage, ni d’alertes audio lorsque l’onglet est masqué. Pour un guidage en arrière-plan réel, installez l’application iOS native.
hi: iPhone पर Safari पृष्ठभूमि GPS, लॉक-स्क्रीन मार्गदर्शन, या ऑडियो संकेत नहीं दे सकता जब टैब छिपा हो। वास्तविक पृष्ठभूमि रूटिंग के लिए, मूल iOS ऐप इंस्टॉल करें।
id: Safari di iPhone tidak dapat mengirim GPS latar belakang, panduan di layar kunci, atau isyarat audio saat tab disembunyikan. Untuk penelusuran rute latar belakang yang sebenarnya, instal aplikasi iOS asli.
ja: iPhoneのSafariでは、タブが非表示の間にバックグラウンドGPS、ロック画面での案内、または音声の合図を配信できません。バックグラウンドでのルーティングには、ネイティブのiOSアプリをインストールしてください。
mr: iPhone वरील Safari पार्श्वभूमीतील GPS देऊ शकत नाही, लॉक-स्क्रीन मार्गदर्शन किंवा ऑडिओ संकेत देऊ शकत नाही, जेव्हा टॅब लपलेला असतो. खऱ्या पार्श्वभूमी रूटिंगसाठी, मूळ iOS अॅप इन्स्टॉल करा.
pt: O Safari no iPhone não consegue fornecer GPS em segundo plano, orientações na tela de bloqueio ou avisos de áudio enquanto a aba estiver oculta. Para roteamento real em segundo plano, instale o app nativo do iOS.
ru: Safari на iPhone не может передавать GPS в фоновом режиме, подсказки на экране блокировки или аудиосигналы, пока вкладка скрыта. Для реальной навигации в фоне установите нативное приложение для iOS.
ur: آئی فون پر Safari پس منظر میں GPS، لاک اسکرین رہنمائی، یا آڈیو اشارے اس وقت نہیں دے سکتا جب ٹیب چھپا ہو۔ حقیقی پس منظر میں روٹنگ کے لیے، مقامی iOS ایپ انسٹال کریں۔
zh: iPhone 上的 Safari 无法在后台提供 GPS、锁屏导航或音频提示；当标签页被隐藏时尤其如此。要实现真正的后台路线导航，请安装原生 iOS 应用。

# home.recenter
source: Recenter
ar: أعد التمركز
bn: আবার কেন্দ্র করুন
de: Zentrieren
es: Centrar
fa: مرکزگیری مجدد
fi: Keskitä uudelleen
fr: Recentrer
hi: फिर से केंद्रित करें
id: Pusatkan ulang
ja: 現在地に戻す
mr: पुन्हा मध्यावर आणा
pt: Centralizar novamente
ru: В центр
ur: دوبارہ مرکز کریں
zh: 重新居中

# home.remainingKm
source: {km, number} km remaining • {min, number} min
ar: {km, number} كم متبقية • {min, number} دقيقة
bn: {km, number} কিমি বাকি • {min, number} মিনিট
de: {km, number} km verbleibend • {min, number} Min
fi: {km, number} km jäljellä • {min, number} min
fr: {km, number} km restants • {min, number} min
hi: {km, number} किमी शेष • {min, number} मिनट
id: {km, number} km tersisa • {min, number} menit
ja: {km, number} km 目安（残り） • {min, number} 分
mr: {km, number} किमी शिल्लक • {min, number} मिनिटे
pt: {km, number} km restantes • {min, number} min
ru: {km, number} км осталось • {min, number} мин
ur: {km, number} کلومیٹر باقی • {min, number} منٹ
zh: {km, number} 公里剩余 • {min, number} 分钟

# home.remainingKmShort
source: {km, number} km • {min, number} min
ar: {km, number} كم • {min, number} دقيقة
bn: {km, number} কিমি • {min, number} মিনিট
hi: {km, number} किमी • {min, number} मिनट
id: {km, number} km • {min, number} menit
ja: {km, number} km • {min, number} 分
mr: {km, number} किमी • {min, number} मिनिटे
ru: {km, number} км • {min, number} мин
ur: {km, number} کلومیٹر • {min, number} منٹ
zh: {km, number} 公里 • {min, number} 分钟

# home.rerouting
source: Rerouting…
ar: إعادة التوجيه…
bn: পুনরায় রুট করা হচ্ছে…
de: Neu berechnen…
fi: Uudelleenreititys…
fr: Recalcul…
hi: पुनः मार्गनिर्धारण…
id: Menghitung ulang rute…
ja: 再ルート中…
mr: पुन्हा मार्गक्रमण करत आहे…
pt: Recalculando rota…
ru: Пересчёт маршрута…
ur: دوبارہ راستہ بن رہا ہے…
zh: 正在重新规划…

# home.resolvingLink
source: Resolving link…
ar: جارٍ حلّ الرابط…
bn: লিংক সমাধান করা হচ্ছে…
de: Link wird aufgelöst…
es: Resolviendo enlace…
fa: در حال حل لینک…
fi: Selvitetään linkkiä…
fr: Ouverture du lien…
hi: लिंक सुलझाया जा रहा है…
id: Menyelesaikan tautan…
ja: リンクを解決中…
mr: दुवा शोधत आहे…
pt: Resolvendo link…
ru: Переход по ссылке…
ur: لنک حل ہو رہا ہے…
zh: 正在解析链接…

# home.resolvingLinkSubtitle
source: Following the URL to a destination. This can take a couple of seconds.
ar: متابعة الرابط إلى وجهة. قد يستغرق ذلك بضع ثوانٍ.
bn: গন্তব্যে যাওয়ার জন্য URL অনুসরণ করা হচ্ছে। এতে কয়েক সেকেন্ড লাগতে পারে।
de: Der Link zu einem Ziel wird verfolgt. Das kann ein paar Sekunden dauern.
es: Siguiendo el enlace a un destino. Esto puede tardar un par de segundos.
fa: در حال دنبال کردن لینک برای رسیدن به مقصد. ممکن است چند ثانیه طول بکشد.
fi: Seurataan linkkiä määränpäähän. Tämä voi kestää muutaman sekunnin.
fr: Suivi de l’URL vers une destination. Cela peut prendre quelques secondes.
hi: गंतव्य के लिए URL फॉलो किया जा रहा है। इसमें कुछ सेकंड लग सकते हैं।
id: Mengikuti URL menuju tujuan. Ini bisa memakan waktu beberapa detik.
ja: 目的地のURLをたどっています。数秒かかる場合があります。
mr: गंतव्याकडे दुवा अनुसरत आहे. यास काही सेकंद लागू शकतात.
pt: Seguindo o link para um destino. Isso pode levar alguns segundos.
ru: Переходим по ссылке к пункту назначения. Это может занять пару секунд.
ur: منزل تک URL فالو کیا جا رہا ہے۔ اس میں چند سیکنڈ لگ سکتے ہیں۔
zh: 正在跟随该链接到目的地。可能需要几秒钟。

# home.routeActiveOnDevice
source: Route active on device
ar: المسار نشط على الجهاز
bn: ডিভাইসে রুট সক্রিয়
de: Route ist auf dem Gerät aktiv
es: Ruta activa en el dispositivo
fa: مسیر روی دستگاه فعال است
fi: Reitti aktiivinen laitteella
fr: Itinéraire actif sur l’appareil
hi: डिवाइस पर रूट सक्रिय
id: Rute aktif di perangkat
ja: 端末でルートを有効にしています
mr: डिव्हाइसवर मार्ग सक्रिय
pt: Rota ativa no dispositivo
ru: Маршрут активен на устройстве
ur: ڈیوائس پر راستہ فعال
zh: 设备上已启用路线

# home.routeOptions
source: Route options
ar: خيارات المسار
bn: রুটের বিকল্পসমূহ
de: Routenoptionen
es: Opciones de ruta
fa: گزینه‌های مسیر
fi: Reittivaihtoehdot
fr: Options d’itinéraire
hi: मार्ग विकल्प
id: Opsi rute
ja: ルートの候補
mr: मार्ग पर्याय
pt: Opções de rota
ru: Варианты маршрута
ur: راستے کے اختیارات
zh: 路线选项

# home.routingFinished
source: Routing finished. Tap a destination to plan again.
ar: اكتمل التوجيه. اضغط على وجهة للتخطيط مرة أخرى.
bn: রাউটিং শেষ। আবার পরিকল্পনা করতে একটি গন্তব্যে ট্যাপ করুন।
de: Routenplanung abgeschlossen. Tippe auf ein Ziel, um erneut zu planen.
es: Planificación finalizada. Toca un destino para planificar de nuevo.
fa: مسیر تمام شد. برای برنامه‌ریزی دوباره، یک مقصد را لمس کنید.
fi: Reititys valmis. Suunnittele uudelleen napauttamalla määränpäätä.
fr: Itinéraire terminé. Touchez une destination pour planifier à nouveau.
hi: रूट पूरा हुआ। फिर से योजना बनाने के लिए किसी गंतव्य पर टैप करें।
id: Perutean selesai. Ketuk tujuan untuk merencanakan lagi.
ja: ルート案内が完了しました。目的地をタップしてもう一度計画してください。
mr: रूटिंग पूर्ण झाले. पुन्हा नियोजनासाठी गंतव्यावर टॅप करा.
pt: Roteamento concluído. Toque em um destino para planejar novamente.
ru: Маршрут завершён. Нажмите на пункт назначения, чтобы проложить снова.
ur: راستہ مکمل ہوا۔ دوبارہ منصوبہ بنانے کے لیے منزل پر ٹیپ کریں۔
zh: 路线已结束。点击目的地以再次规划。

# home.sendingPercent
source: Sending {percent, number}%
ar: جارٍ الإرسال {percent, number}%
bn: পাঠানো হচ্ছে {percent, number}%
de: Sende {percent, number}%
es: Enviando {percent, number}%
fa: در حال ارسال {percent, number}%
fi: Lähetetään {percent, number}%
fr: Envoi de {percent, number}%
hi: {percent, number}% भेजा जा रहा है
id: Mengirim {percent, number}%
ja: 送信中 {percent, number}%
mr: {percent, number}% पाठवत आहे
pt: Enviando {percent, number}%
ru: Отправка {percent, number}%
ur: بھیجا جا رہا ہے {percent, number}%
zh: 正在发送 {percent, number}%

# home.start
source: Start
ar: ابدأ
bn: শুরু করুন
es: Iniciar
fa: شروع
fi: Aloita
fr: Démarrer
hi: शुरू करें
id: Mulai
ja: 開始
mr: प्रारंभ
pt: Iniciar
ru: Старт
ur: شروع کریں
zh: 开始

# home.startOnDevice
source: Start on device
ar: ابدأ على الجهاز
bn: ডিভাইসে শুরু করুন
de: Auf Gerät starten
es: Iniciar en el dispositivo
fa: شروع روی دستگاه
fi: Aloita laitteella
fr: Démarrer sur l’appareil
hi: डिवाइस पर शुरू करें
id: Mulai di perangkat
ja: デバイスで開始
mr: डिव्हाइसवर सुरू करा
pt: Iniciar no dispositivo
ru: Запустить на устройстве
ur: ڈیوائس پر شروع کریں
zh: 在设备上开始

# home.startRoute
source: Start route
ar: ابدأ المسار
bn: রুট শুরু করুন
de: Route starten
es: Iniciar ruta
fa: شروع مسیر
fi: Aloita reitti
fr: Démarrer l’itinéraire
hi: मार्ग शुरू करें
id: Mulai rute
ja: ルートを開始
mr: मार्ग सुरू करा
pt: Iniciar rota
ru: Начать маршрут
ur: راستہ شروع کریں
zh: 开始路线

# home.startingOnDevice
source: Starting on device…
ar: جارٍ البدء على الجهاز…
bn: ডিভাইসে শুরু হচ্ছে…
de: Auf Gerät übertragen…
es: Iniciando en el dispositivo…
fa: در حال شروع روی دستگاه…
fi: Aloitetaan laitteella…
fr: Transfert vers l’appareil…
hi: डिवाइस पर शुरू हो रहा है…
id: Memulai di perangkat…
ja: デバイスで開始しています…
mr: डिव्हाइसवर सुरू करत आहे…
pt: Iniciando no dispositivo…
ru: Передача на устройство…
ur: ڈیوائس پر منتقل ہو رہا ہے…
zh: 正在在设备上开始…

# home.stop
source: Stop
ar: أوقف
bn: থামুন
de: Stopp
es: Detener
fa: توقف
fi: Lopeta
hi: रोकें
id: Berhenti
ja: 停止
mr: थांबा
pt: Parar
ru: Стоп
ur: روکیں
zh: 停止

# home.stopRoute
source: Stop route
ar: أوقف المسار
bn: রুট থামান
de: Stopp der Route
es: Detener ruta
fa: توقف مسیر
fi: Lopeta reitti
fr: Arrêter l’itinéraire
hi: मार्ग रोकें
id: Hentikan rute
ja: ルートを停止
mr: मार्ग थांबवा
pt: Parar rota
ru: Остановить маршрут
ur: راستہ روکیں
zh: 停止路线

# home.suggestedRoutes
source: Suggested routes
ar: مسارات مقترحة
bn: প্রস্তাবিত রুটসমূহ
de: Vorgeschlagene Routen
es: Rutas sugeridas
fa: مسیرهای پیشنهادی
fi: Ehdotetut reitit
fr: Itinéraires proposés
hi: सुझाए गए मार्ग
id: Rute yang disarankan
ja: おすすめルート
mr: सुचवलेले मार्ग
pt: Rotas sugeridas
ru: Предложенные маршруты
ur: تجویز کردہ راستے
zh: 推荐路线

# home.whereTo
source: Where to?
ar: إلى أين؟
bn: কোথায় যাবেন?
de: Wohin?
es: ¿A dónde?
fa: کجا بریم؟
fi: Mihin?
fr: Où aller ?
hi: कहाँ जाएँ?
id: Tujuan?
ja: どこへ？
mr: कुठे जायचे?
pt: Para onde?
ru: Куда?
ur: کہاں جانا ہے؟
zh: 去哪里？

# home.workingOnRoute
source: Working on route
ar: جارٍ العمل على المسار
bn: রুট তৈরি হচ্ছে
de: Route wird berechnet
es: Calculando ruta
fa: در حال محاسبه مسیر
fi: Lasketaan reittiä
fr: Calcul de l’itinéraire
hi: मार्ग तैयार हो रहा है
id: Menyusun rute
ja: ルートを作成中
mr: मार्ग तयार होत आहे
pt: Calculando rota
ru: Маршрут рассчитывается
ur: راستے پر کام ہو رہا ہے
zh: 正在规划路线

# importDiagnostics.copyDebugInfo
source: Copy debug info
ar: نسخ معلومات التصحيح
bn: ডিবাগ তথ্য কপি করুন
de: Debug-Infos kopieren
es: Copiar información de depuración
fa: کپی اطلاعات دیباگ
fi: Kopioi vianmääritystiedot
fr: Copier les infos de débogage
hi: डिबग जानकारी कॉपी करें
id: Salin info debug
ja: デバッグ情報をコピー
mr: डिबग माहिती कॉपी करा
pt: Copiar informações de depuração
ru: Скопировать отладочную информацию
ur: ڈیبگ معلومات کاپی کریں
zh: 复制调试信息

# importDiagnostics.retry
source: Retry import
ar: إعادة محاولة الاستيراد
bn: আবার চেষ্টা করুন
de: Import erneut versuchen
es: Reintentar importación
fa: تلاش دوباره برای وارد کردن
fi: Yritä tuonti uudelleen
fr: Réessayer l’import
hi: इम्पोर्ट फिर से आज़माएँ
id: Coba impor lagi
ja: 再試行して取り込み
mr: पुन्हा आयात करा
pt: Tentar importação novamente
ru: Повторить импорт
ur: درآمد دوبارہ کریں
zh: 重试导入

# importDiagnostics.sharePackage
source: Share debug package
ar: مشاركة حزمة التصحيح
bn: ডিবাগ প্যাকেজ শেয়ার করুন
de: Debug-Paket teilen
es: Compartir paquete de depuración
fa: اشتراک‌گذاری بسته دیباگ
fi: Jaa vianmäärityspaketti
fr: Partager le package de débogage
hi: डिबग पैकेज साझा करें
id: Bagikan paket debug
ja: デバッグパッケージを共有
mr: डिबग पॅकेज शेअर करा
pt: Compartilhar pacote de depuração
ru: Поделиться отладочным пакетом
ur: ڈیبگ پیکج شیئر کریں
zh: 分享调试包

# importDiagnostics.shareSubject
source: Navon import diagnostics
ar: تشخيصات استيراد Navon
bn: Navon ইমপোর্ট ডায়াগনস্টিকস
de: Navon-Importdiagnosen
es: Diagnósticos de importación de Navon
fa: عیب‌یابیِ وارد کردن Navon
fi: Navon-tuontidiagnostiikka
fr: Diagnostics d’importation Navon
hi: Navon इम्पोर्ट डायग्नॉस्टिक्स
id: Diagnostik impor Navon
ja: Navon のインポート診断
mr: Navon आयात निदान
pt: Diagnósticos de importação do Navon
ru: Диагностика импорта Navon
ur: Navon درآمدی تشخیصی معلومات
zh: Navon 导入诊断信息

# maneuver.arrive
source: Arrive
ar: الوصول
bn: পৌঁছান
de: Ankommen
fi: Saavu
fr: Arriver
hi: पहुंचें
id: Tiba
ja: 到着してください
mr: पोहोचा
pt: Chegue
ru: Прибыть
ur: پہنچیں
zh: 到达

# maneuver.continue
source: Continue
ar: تابع
bn: চালিয়ে যান
de: Weiterfahren
fi: Jatka
fr: Continuer
hi: जारी रखें
id: Lanjutkan
ja: そのまま進んでください
mr: पुढे जा
ru: Продолжайте
ur: جاری رکھیں
zh: 继续

# pairing.alignQr
source: Align the QR code in the frame
ar: قم بمحاذاة رمز QR داخل الإطار
bn: ফ্রেমের মধ্যে QR কোডটি ঠিক করুন
de: Richte den QR-Code im Bild aus
es: Alinea el código QR en el encuadre
fa: کد QR را داخل کادر هم‌راستا کنید
fi: Kohdista QR-koodi kuvan sisällä
fr: Alignez le code QR dans le cadre
hi: फ्रेम में QR कोड को संरेखित करें
id: Sejajarkan kode QR di dalam bingkai
ja: フレーム内でQRコードを合わせてください
mr: फ्रेममध्ये QR कोड सरळ करा
pt: Alinhe o código QR no quadro
ru: Выровняйте QR-код в кадре
ur: فریم میں QR کوڈ سیدھا کریں
zh: 将二维码对准画面

# pairing.cameraDenied
source: Camera access is required to scan the pairing code.
ar: يُطلب الوصول إلى الكاميرا لمسح رمز الاقتران.
bn: জোড়া লাগানোর কোড স্ক্যান করতে ক্যামেরা অ্যাক্সেস প্রয়োজন।
de: Kamerazugriff ist erforderlich, um den Kopplungscode zu scannen.
es: Se requiere acceso a la cámara para escanear el código de emparejamiento.
fa: برای اسکن کد جفت‌سازی، دسترسی به دوربین لازم است.
fi: Kameran käyttöoikeus tarvitaan parinmuodostuskoodin skannaamiseen.
fr: L’accès à la caméra est nécessaire pour scanner le code d’appairage.
hi: पेयरिंग कोड स्कैन करने के लिए कैमरा एक्सेस आवश्यक है।
id: Akses kamera diperlukan untuk memindai kode pasangan.
ja: ペアリングコードを読み取るにはカメラアクセスが必要です
mr: जोडणी कोड स्कॅन करण्यासाठी कॅमेरा प्रवेश आवश्यक आहे.
pt: O acesso à câmera é necessário para escanear o código de pareamento.
ru: Для сканирования кода сопряжения требуется доступ к камере.
ur: جوڑنے کے لیے کیمرہ تک رسائی ضروری ہے تاکہ جوڑنے والا کوڈ اسکین کیا جا سکے۔
zh: 需要相机权限才能扫描配对代码。

# pairing.cancel
source: Cancel
ar: إلغاء
bn: বাতিল
de: Abbrechen
es: Cancelar
fa: لغو
fi: Peruuta
fr: Annuler
hi: रद्द करें
id: Batal
ja: キャンセル
mr: रद्द करा
pt: Cancelar
ru: Отмена
ur: منسوخ کریں
zh: 取消

# pairing.connecting
source: Connecting…
ar: جارٍ الاتصال…
bn: সংযোগ হচ্ছে…
de: Verbinden…
fi: Yhdistetään…
fr: Connexion…
hi: कनेक्ट हो रहा है…
id: Menghubungkan…
ja: 接続中…
mr: जोडत आहे…
pt: Conectando…
ru: Подключение…
ur: کنیکٹ ہو رہا ہے…
zh: 正在连接…

source: Pairing failed
ar: فشل الاقتران
bn: জোড়া লাগানো ব্যর্থ হয়েছে
de: Kopplung fehlgeschlagen
es: Falló el emparejamiento
fa: جفت‌سازی انجام نشد
fi: Parinmuodostus epäonnistui
fr: Échec de l’appairage
hi: पेयरिंग विफल रही
id: Gagal melakukan pairing
ja: ペアリングに失敗しました
mr: जोडणी अयशस्वी
pt: Falha no pareamento
ru: Сопряжение не удалось
ur: جوڑنا ناکام رہا
zh: 配对失败

# pairing.intro
source: Hold your phone so the device's screen is in frame, then tap Start when you see the QR code.
ar: أبقِ هاتفك بحيث تكون شاشة الجهاز داخل الإطار، ثم اضغط على ابدأ عندما ترى رمز QR.
bn: ডিভাইসটির স্ক্রিন ফ্রেমে আছে এমনভাবে আপনার ফোনটি ধরুন, তারপর QR কোড দেখলে Start-এ ট্যাপ করুন।
de: Halte dein Telefon so, dass der Bildschirm des Geräts im Bild ist, und tippe dann auf „Start“, wenn du den QR-Code siehst.
es: Sostén el teléfono para que la pantalla del dispositivo esté dentro del encuadre y, luego, toca Iniciar cuando veas el código QR.
fa: گوشی‌تان را طوری نگه دارید که صفحه‌نمایش دستگاه داخل کادر باشد، سپس وقتی کد QR را دیدید روی Start بزنید.
fi: Pidä puhelinta niin, että laitteen näyttö on kuvassa, ja napauta sitten Aloita, kun näet QR-koodin.
fr: Tenez votre téléphone pour que l’écran de l’appareil soit dans le cadre, puis appuyez sur Démarrer lorsque vous voyez le code QR.
hi: अपने फोन को ऐसे पकड़ें कि डिवाइस की स्क्रीन फ्रेम में रहे, फिर QR कोड दिखने पर Start पर टैप करें।
id: Pegang ponsel Anda agar layar perangkat terlihat dalam bingkai, lalu ketuk Mulai saat Anda melihat kode QR.
ja: 端末の画面がフレーム内に入るようにスマホを構え、QRコードが見えたら「開始」をタップしてください。
mr: फोन डिव्हाइसच्या स्क्रीनचा भाग फ्रेममध्ये येईल अशा प्रकारे धरा, आणि QR कोड दिसल्यावर Start वर टॅप करा.
pt: Segure o celular para que a tela do dispositivo fique no quadro e, em seguida, toque em Iniciar quando você vir o código QR.
ru: Поднесите телефон так, чтобы экран устройства был в кадре, затем нажмите «Начать», когда увидите QR-код.
ur: اپنا فون اس طرح رکھیں کہ ڈیوائس کی اسکرین فریم میں ہو، پھر جب آپ کو QR کوڈ نظر آئے تو Start پر ٹیپ کریں۔
zh: 将手机对准设备屏幕，使其出现在画面中，然后在看到二维码时点击“开始”。

# pairing.openSettings
source: Open Settings
ar: فتح الإعدادات
bn: সেটিংস খুলুন
de: Einstellungen öffnen
es: Abrir Ajustes
fa: باز کردن تنظیمات
fi: Avaa asetukset
fr: Ouvrir les Réglages
hi: सेटिंग्स खोलें
id: Buka Pengaturan
ja: 設定を開く
mr: सेटिंग्ज उघडा
pt: Abrir Configurações
ru: Открыть настройки
ur: سیٹنگز کھولیں
zh: 打开设置

# pairing.paired
source: Paired
ar: تم الاقتران
bn: জোড়া লাগানো হয়েছে
de: Gekoppelt
es: Emparejado
fa: جفت شد
fi: Paritettu
fr: Appairé
hi: पेयर हो गया
id: Berhasil dipasangkan
ja: ペアリング完了
mr: जोडले गेले
pt: Pareado
ru: Сопряжено
ur: جوڑ دیا گیا
zh: 已配对

# pairing.scanInstruction
source: Center the QR code in the frame and hold steady.
ar: ضع رمز QR في مركز الإطار وابقِه ثابتًا.
bn: ফ্রেমের মধ্যে QR কোডটি কেন্দ্র করুন এবং স্থিরভাবে ধরে রাখুন।
de: Zentriere den QR-Code im Bild und halte ihn ruhig.
es: Centra el código QR en el encuadre y mantén el dispositivo estable.
fa: کد QR را در مرکز کادر قرار دهید و ثابت نگه دارید.
fi: Kohdista QR-koodi kuvan keskelle ja pidä se paikallaan.
fr: Centrez le code QR dans le cadre et maintenez-le stable.
hi: QR कोड को फ्रेम के बीच में रखें और स्थिर रखें।
id: Pusatkan kode QR di dalam bingkai dan tahan dengan stabil.
ja: フレーム内でQRコードを中央に合わせ、動かさずに保持してください。
mr: QR कोड फ्रेमच्या मध्यभागी ठेवा आणि स्थिर धरा.
pt: Centralize o código QR no quadro e mantenha-o estável.
ru: Расположите QR-код по центру кадра и держите устройство неподвижно.
ur: QR کوڈ کو فریم کے بیچ میں رکھیں اور مستحکم رکھیں۔
zh: 将二维码置于画面中央并保持稳定。

# pairing.start
source: Start
ar: ابدأ
es: Iniciar
fa: شروع
fi: Aloita
fr: Démarrer
id: Mulai
ja: 開始
pt: Iniciar
ru: Начать
ur: شروع کریں
zh: 开始

# pairing.title
source: Pair a device
ar: اقتران جهاز
bn: একটি ডিভাইস জোড়া লাগান
de: Gerät koppeln
es: Emparejar un dispositivo
fa: یک دستگاه را جفت کنید
fi: Parita laite
fr: Appairer un appareil
hi: एक डिवाइस पेयर करें
id: Pasangkan perangkat
ja: 端末をペアリング
mr: डिव्हाइस जोडा
pt: Parear um dispositivo
ru: Сопряжение устройства
ur: ڈیوائس جوڑیں
zh: 为设备配对

# planning.cyclingAlternatives
source: Cycling alternatives via BRouter + OSRM
ar: بدائل ركوب الدراجات عبر BRouter + OSRM
bn: BRouter + OSRM দিয়ে সাইক্লিং বিকল্প
de: Fahrradalternativen über BRouter + OSRM
es: Alternativas de ciclismo vía BRouter + OSRM
fa: گزینه‌های مسیر دوچرخه‌سواری از طریق BRouter + OSRM
fi: Pyöräilyvaihtoehdot BRouterin ja OSRM:n kautta
fr: Alternatives vélo via BRouter + OSRM
hi: BRouter + OSRM के जरिए साइक्लिंग विकल्प
id: Alternatif bersepeda via BRouter + OSRM
ja: BRouter + OSRM による自転車ルートの代替案
mr: BRouter + OSRM द्वारे सायकलिंग पर्याय
pt: Alternativas de ciclismo via BRouter + OSRM
ru: Варианты веломаршрутов через BRouter + OSRM
ur: BRouter + OSRM کے ذریعے سائیکلنگ متبادل
zh: 通过 BRouter + OSRM 的骑行备选路线
